tap "homebrew/command-not-found"

brew "ack"
brew "asdf"
brew "aspell"
brew "autoconf"
brew "autojump"
brew "automake"
brew "awscli"
brew "bash"
brew "bison"
brew "bzip2"
brew "colima"
brew "composer"
brew "coreutils"
brew "curl"
brew "direnv"
brew "dnsmasq"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "docker-credential-helper"
brew "duti"
brew "enchant"
brew "findutils"
brew "freetype"
brew "gd"
brew "gettext"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-filter-repo"
brew "git-gui"
brew "git-plus"
brew "gmp"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "gzip"
brew "handbrake"
brew "highlight"
brew "icu4c"
brew "imap-uw"
brew "jq"
brew "kcat"
brew "krb5"
brew "kubectl"
brew "leiningen"
brew "libavif"
brew "libdvdcss"
brew "libedit"
brew "libffi"
brew "libheif"
brew "libiconv"
brew "libjpeg"
brew "libmemcached"
brew "libpng"
brew "libvips"
brew "libxml2"
brew "libzip"
brew "lima"
brew "lz4"
brew "magic-wormhole"
brew "memcached"
brew "mhash"
brew "miller"
brew "mise"
brew "moreutils"
brew "multimarkdown"
brew "mvn"
brew "mysql"
brew "mysql-client"
brew "nmap"
brew "oauth2c"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "postgresql@16"
brew "pstree"
brew "pup"
brew "pygments"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "scrcpy"
brew "sqlite"
brew "starship"
brew "svn"
brew "tccutil"
brew "telnet"
brew "terminal-notifier"
brew "tmux"
brew "trash"
brew "tree"
brew "vim"
brew "webp"
brew "wget"
brew "xsv"
brew "xz"
brew "yq"
brew "zlib"
brew "zsh"

cask "1password"
cask "1password-cli"
cask "ableton-live-lite"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "arduino-ide"
cask "aws-vault"
cask "bruno"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "cursor"
cask "dash"
cask "discord"
cask "dropbox"
cask "emacs"
cask "fantastical"
cask "figma"
cask "firefox"
cask "focusrite-control-2"
cask "font-anonymous-pro"
cask "font-bebas-neue"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-for-powerline"
cask "font-fira-mono-nerd-font"
cask "font-fira-sans"
cask "font-fira-sans-condensed"
cask "font-fira-sans-extra-condensed"
cask "font-inter"
cask "font-josefin-sans"
cask "font-josefin-slab"
cask "font-lato"
cask "font-open-sans"
cask "font-questrial"
cask "font-raleway"
cask "font-roboto"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "keka"
cask "miro"
cask "notion"
cask "now-tv-player"
cask "obsidian"
cask "omnidisksweeper"
cask "omnigraffle"
cask "openemu"
cask "postman"
cask "qlmarkdown"
cask "raspberry-pi-imager"
cask "react-native-debugger"
cask "reactotron"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "whatsapp"
cask "zed"
cask "zoom"

mas "Clockify Desktop", id: 1364502317
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iStat Menus", id: 6499559693
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Trello", id: 1278508951
