1password
alfred
caffeine
chromecast
colorpicker-developer
dash
dropbox
dockertoolbox
emacs
firefox
flux
fuze
google-chrome
google-drive
gpgtools
intellij-idea
java
karabiner
kindle
libreoffice
omnigraffle
osxfuse
sizeup
skype
slack
steam
sublime-text
vagrant
virtualbox
vlc
