1password
alfred
amazon-workspaces
arduino
aws-vault
caffeine
chromecast
colorpicker-developer
dash
docker
dropbox
emacs
firefox
flux
fuze
google-chrome
google-drive-file-stream
gpgtools
intellij-idea
java
java8
karabiner
keka
kindle
omnigraffle
osxfuse
postman
qlcolorcode
qlimagesize
qlmarkdown
qlstephen
quicklook-csv
quicklook-json
react-native-debugger
sequel-pro
sizeup
sketch
skype
slack
spotify
steam
sublime-text
tunnelblick
unrarx
vagrant
virtualbox
vlc
